export default [
  {
    id: 1,
    카테고리1: '머니',
    카테고리2: '글쓰기',
    제목: '돈이 되는 글쓰기 : 한글만 알면 누구나 작가가 될 수 있다.',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/001.gif'),
    태그1: '수강가능',
    태그2: '1:1코칭',
    태그3: '준비물'
  },
  {
    id: 2,
    카테고리1: '머니',
    카테고리2: '재태크',
    제목: '주린이 탈출! 주식 왕 초보 가이드',
    가격: 50000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/002.png'),
    태그1: '준비중',
    태그3: '준비물'
  },
  {
    id: 3,
    카테고리1: '커리어',
    카테고리2: '창업',
    제목: '전략적인 창업경영 노하우',
    가격: 80000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/003.png'),
    태그1: '모집종료',
    태그2: '1:1코칭'
  },
  {
    id: 4,
    카테고리1: '커리어',
    카테고리2: '파워포인트',
    제목: '지금 바로 파워 포인트! - 베이직',
    가격: 40000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/004.png'),
    태그1: '수강가능'
  },
  {
    id: 5,
    카테고리1: '커리어',
    카테고리2: '스피치',
    제목: '삶의 품격을 높이는 말하기',
    가격: 50000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/005.png'),
    태그1: '모집종료'
  },
  {
    id: 6,
    카테고리1: '커리어',
    카테고리2: '취업',
    제목: '취업의 한 수! 이것만 알면 된다 <5가지 원칙>',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/006.jpg'),
    태그1: '수강가능'
  },
  {
    id: 7,
    카테고리1: '커리어',
    카테고리2: '마케팅',
    제목: '대중의 눈높이에서 시작하자, 관점을 바꾸는 디지털 마케팅 트렌드',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/007.jpg'),
    태그1: '수강가능'
  },
  {
    id: 8,
    카테고리1: '건강',
    카테고리2: '스트레스관리',
    제목: '내 삶의 질을 높여주는 스트레스 관리',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/008.png'),
    태그1: '수강가능'
  },
  {
    id: 9,
    카테고리1: '취미',
    카테고리2: '커버댄스',
    제목: '케이팝 커버댄스, 유튜버 현츄와 쉽고 재미있게 배우기',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/009.jpg'),
    태그1: '수강가능',
    태그2: '1:1코칭'
  },
  {
    id: 10,
    카테고리1: '취미',
    카테고리2: 'DIY',
    제목: '나만의 세상을 담은 책, 감성 다이어리 만들기',
    가격: 60000,
    수강기간: 150,
    리스트이미지: require('@/assets/imgs/onlineclass/010.jpg'),
    태그1: '수강가능',
    태그2: '1:1코칭'
  }
]
